Repository: wp-plugins/popup
Catalog: languages/popup-*.po
Languages: ta

source: Popup
ta: பாப்அப்

source: Wordpress popup plugin
ta: வேர்ட்பிரஸ் பாப்அப்

source: Setting
ta: சேமிக்கவும்

source: Details successfully updated.
ta: விவரங்கள் வெற்றிகரமாக மேம்படுத்தப்பட்டது.

source: Popup session option
ta: பாப்அப் session option

source: Popup 1
ta: பாப்அப்

source: Popup image 1 text (IMG1)
ta: பாப்அப் படம் 1 செய்தி (IMG1)

source: Popup image 1 path (i.e image URL)
ta: பாப்அப் படம் 1 பாதை (i.e image URL)

source: Popup image 1 link
ta: பாப்அப் படம் 1 Onclick link

source: Popup 2
ta: பாப்அப்

source: Popup image 2 text (IMG2)
ta: பாப்அப் படம் 2 செய்தி (IMG2)

source: Popup image 2 path (i.e image URL)
ta: பாப்அப் படம் 2 பாதை (i.e image URL)

source: Popup image 2 link
ta: பாப்அப் படம் 2 Onclick link

source: Popup 3
ta: பாப்அப்

source: Popup image 3 text (IMG3)
ta: பாப்அப் படம் 3 செய்தி (IMG3)

source: Popup image 3 path (i.e image URL)
ta: பாப்அப் படம் 3 பாதை (i.e image URL)

source: Popup image 3 link
ta: பாப்அப் படம் 3 Onclick link

source: Popup 4
ta: பாப்அப்

source: Popup image 4 text (IMG4)
ta: பாப்அப் படம் 4 செய்தி (IMG4)

source: Popup image 4 path (i.e image URL)
ta: பாப்அப் படம் 4 பாதை (i.e image URL)

source: Popup image 4 link
ta: பாப்அப் படம் 4 Onclick link

source: Popup 5
ta: பாப்அப்

source: Popup image 5 text (IMG5)
ta: பாப்அப் படம் 5 செய்தி (IMG5)

source: Popup image 5 path (i.e image URL)
ta: பாப்அப் படம் 5 பாதை (i.e image URL)

source: Popup image 5 link
ta: பாப்அப் படம் 5 Onclick link

source: Popup 6
ta: பாப்அப்

source: Popup image 6 text (IMG6)
ta: பாப்அப் படம் 6 செய்தி (IMG5)

source: Popup image 6 path (i.e image URL)
ta: பாப்அப் படம் 1 பாதை (i.e image URL)

source: Popup image 6 link
ta: பாப்அப் படம் 1 Onclick link

source: Update Setting
ta: சேமிக்கவும்

source: Check official website for more information
ta: மேலும் தகவலுக்கு அதிகாரப்பூர்வ இணையதளம் பாருங்கள்

source: click here
ta: இங்கே கிளிக் செய்யவும்
